Repository: shahab-993/ontime
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa, ps

source: Attendance
fa: حاضری
ps: حاضرۍ

source: Registration
fa: ثبت نام
ps: ثبت نام

source: Enabled
fa: فعال
ps: فعال

source: Disabled
fa: غیرفعال
ps: غیر فعال

source: Device ID
fa: ای دی دستگاه
ps: د وسیلې آی ډي

source: Your internal device code, e.g. "DEV123"
fa: کد داخلی دستگاه شما، مثلاً «DEV123»
ps: ستاسو د وسیلې داخلي کوډ، لکه «DEV123»

source: Device Name
fa: نام دستگاه
ps: د وسیلې نوم

source: E.g. "Front Gate Scanner"
fa: مثلاً «اسکنر دروازه ورودی»
ps: لکه «د دروازې سکینر»

source: IP Address
fa: آی پی آدرس
ps: آی پي پته

source: IPv4 or IPv6 address of the device
fa: آدرس IPv4 یا IPv6 دستگاه
ps: د وسیلې IPv4 یا IPv6 پته

source: Port
fa: پورت
ps: پورټ

source: Typically 4370 for ZKTeco devices
fa: معمولاً ۴۳۷۰ برای دستگاه های ZKTeco
ps: معمولاً ۴۳۷۰ د ZKTeco وسیلو لپاره

source: Communication Key
fa: کلید ارتباطی
ps: د اړیکو کیلي

source: Device communication key (numeric)
fa: کلید ارتباطی دستگاه (عددی)
ps: د وسیلې د اړیکو کیلي (شمېره)

source: Type
fa: نوع
ps: ډول

source: Status
fa: وضعیت
ps: حالت

source: Whether this device is active or not
fa: اینکه آیا این دستگاه فعال است یا خیر
ps: آیا دا وسیله فعاله ده که نه

source: Description
fa: توضیحات
ps: توضیحات

source: Created At
fa: تاریخ ایجاد
ps: د جوړېدو نېټه

source: Updated At
fa: تاریخ آپدیت
ps: د تازه کولو نېټه

source: Device
fa: دستگاه
ps: وسیله

source: Devices
fa: دستگاه ها
ps: وسیلې

source: Fingerprint
fa: اثر انگشت
ps: د ګوتې نښه

source: Face
fa: چهره
ps: مخ

source: Iris
fa: عنبیه
ps: سترګې

source: RFID Card
fa: کارت RFID
ps: RFID کارت

source: Right Thumb
fa: شست دست راست
ps: د ښي لاس ګوته

source: Right Index
fa: انگشت اشاره دست راست
ps: د ښي لاس اشاره ګوته

source: Right Middle
fa: انگشت وسط دست راست
ps: د ښي لاس منځنۍ ګوته

source: Right Ring
fa: انگشت انگشتری دست راست
ps: د ښي لاس حلقوي ګوته

source: Right Little
fa: انگشت کوچک دست راست
ps: د ښي لاس وړه ګوته

source: Left Thumb
fa: شست دست چپ
ps: د چپ لاس ګوته

source: Left Index
fa: انگشت اشاره دست چپ
ps: د چپ لاس اشاره ګوته

source: Left Middle
fa: انگشت وسط دست چپ
ps: د چپ لاس منځنۍ ګوته

source: Left Ring
fa: انگشت انگشتری دست چپ
ps: د چپ لاس حلقوي ګوته

source: Left Little
fa: انگشت کوچک دست چپ
ps: د چپ لاس وړه ګوته

source: Employee
fa: کارمند
ps: کارکوونکی

source: Registered On Device
fa: ثبت شده در دستگاه
ps: په وسیله ثبت شوی

source: Biometric Type
fa: نوعیت بایومتریک
ps: د بایومتریک ډول

source: Finger Position
fa: موقعیت انگشت
ps: د ګوتې موقعیت

source: Which finger (if applicable)
fa: کدام انگشت (در صورت لزوم)
ps: کومه ګوته (که اړتیا وي)

source: Template Data
fa: داده‌های قالب
ps: د قالب ډاټا

source: Raw template blob or serialized string from device
fa: داده‌های خام قالب یا رشته سریال‌شده از دستگاه
ps: خام قالب ډاټا یا د وسیلې څخه سریال شوی متن

source: Biometric Record
fa: ثبت بایومتریک
ps: بایومتریک ریکارډ

source: Biometric Records
fa: ثبت‌های بایومتریک
ps: بایومتریک ریکارډونه

source: Clock In
fa: ورود
ps: ننوتل

source: Clock Out
fa: خروج
ps: وتل

source: Card/RFID
fa: کارت/RFID
ps: کارت/RFID

source: Password/PIN
fa: رمز عبور
ps: پټنوم

source: Manual Entry
fa: ورود دستی
ps: لاسي ننوتل

source: Event Time
fa: زمان رویداد
ps: د پیښې وخت

source: When the punch was recorded
fa: زمانی که ورود یا خروج ثبت شد
ps: کله چې ننوتل یا وتل ثبت شول

source: Clock-in or clock-out
fa: ورود یا خروج
ps: ننوتل یا وتل

source: Attendance log status
fa: وضعیت لاگ حاضری
ps: د حاضرۍ د لاګ حالت

source: Verification Method
fa: روش تأیید
ps: د تصدیق طریقه

source: Which modality or manual entry was used
fa: کدام روش یا ورود دستی استفاده شد
ps: کومه طریقه یا لاسي ننوتل کارول شوي

source: Attendance Log
fa: لاگ حاضری
ps: د حاضرۍ لاګ

source: Attendance Logs
fa: لاگ‌های حاضری
ps: د حاضرۍ لاګونه

source: Pastime Leave
fa: رخصتی تفریحی
ps: د تفریح رخصتي

source: Sick Leave
fa: رخصتی مریضی
ps: د ناروغۍ رخصتي

source: Maternity/Paternity Leave
fa: رخصتی ولادی
ps: د زیږون رخصتي

source: Emergency Leave
fa: رخصتی ضروری
ps: ضروري رخصتي

source: Salary Deduction
fa: کسر معاش
ps: د معاش کمښت

source: Duty Assignment
fa: رخصتی خدمتی
ps: د خدمت رخصتي

source: Hajj Leave
fa: رخصتی حج
ps: د حج رخصتي

source: Public Holiday
fa: رخصتی عمومی
ps: عام رخصتي

source: Considerations
fa: ملاحظات
ps: ملاحظات

source: Pending
fa: انتظار
ps: په انتظار

source: Approved
fa: تأیید شده
ps: تایید شوی

source: Rejected
fa: رد شده
ps: رد شوی

source: Type of Leave
fa: نوع رخصتی
ps: د رخصتۍ ډول

source: Start Date
fa: تاریخ شروع
ps: د پیل نېټه

source: End Date
fa: تاریخ پایان
ps: د پای نېټه

source: Days Requested
fa: روزهای درخواست‌شده
ps: غوښتل شوې ورځې

source: Number of working days taken
fa: تعداد روزهای کاری گرفته‌شده
ps: د کاري ورځو شمېر اخیستل شوی

source: Reason
fa: دلیل
ps: دلیل

source: Optional justification or details
fa: توجیه یا جزئیات اختیاری
ps: اختیاري توجیه یا جزئیات

source: Attachment
fa: پیوست
ps: ضمیمه

source: Supporting document (e.g. doctor’s note)
fa: سند پشتیبان (مثلاً گواهی پزشک)
ps: ملاتړي سند (لکه د ډاکټر یادداشت)

source: Requested At
fa: تاریخ درخواست
ps: د غوښتنې نېټه

source: Processed By
fa: تایید توسط
ps: له خوا تصدیق شوی

source: Supervisor or HR who approved/rejected
fa: سرپرست یا منابع انسانی که تأیید یا رد کرده است
ps: سرپرست یا بشري سرچینې چې تایید یا رد کړي

source: Processed At
fa: تاریخ تایید
ps: د تصدیق نېټه

source: Employee Vacation
fa: رخصتی کارمند
ps: د کارکوونکي رخصتي

source: Employee Vacations
fa: رخصتی‌های کارمندان
ps: د کارکوونکو رخصتۍ

source: Clock-In Only
fa: فقط ورود
ps: یوازې ننوتل

source: Clock-Out Only
fa: فقط خروج
ps: یوازې وتل

source: Clock-In & Clock-Out
fa: ورود و خروج
ps: ننوتل او وتل

source: Accepted
fa: پذیرفته شده
ps: منل شوی

source: Date of Leave
fa: تاریخ رخصتی
ps: د رخصتۍ نېټه

source: Leave Type
fa: نوعیت رخصتی
ps: د رخصتۍ ډول

source: Head of Department
fa: رئیس ریاست/آمریت
ps: د څانګې مشر

source: Must be a user marked as head_of_dep
fa: باید کاربری باشد که به‌عنوان رئیس ریاست/آمریت علامت‌گذاری شده باشد
ps: باید یو کارن وي چې د څانګې د مشر په توګه نښه شوی وي

source: Daily Leave
fa: رخصتی روزانه
ps: ورځنۍ رخصتي

source: Daily Leaves
fa: رخصتی‌های روزانه
ps: ورځنۍ رخصتۍ

source: Device ID is required.
fa: آی دی دستگاه الزامی است.
ps: د وسیلې آی ډي اړین دی.

source: A device with that ID already exists.
fa: دستگاهی با این آی دی از قبل وجود دارد.
ps: یوه وسیله د دې آی ډي سره له مخکې شته ده.

source: Device name is required.
fa: نام دستگاه الزامی است.
ps: د وسیلې نوم اړین دی.

source: Port must be a number between 1 and 65535.
fa: پورت باید عددی بین ۱ و ۶۵۵۳۵ باشد.
ps: پورټ باید د ۱ او ۶۵۵۳۵ ترمنځ یوه شمېره وي.

source: COM Key must be a number.
fa: کلید ارتباطی باید عددی باشد.
ps: د اړیکو کیلي باید یوه شمېره وي.

source: Invalid device type selected.
fa: نوع دستگاه انتخاب‌شده اشتباه است.
ps: د وسیلې غلط ډول ټاکل شوی.

source: Invalid status selected.
fa: وضعیت انتخاب‌شده اشتباه است.
ps: غلط حالت ټاکل شوی.

source: Device “%(dev)s” added.
fa: دستگاه «%(dev)s» اضافه شد.
ps: وسیله «%(dev)s» اضافه شوه.

source: Another device with that ID already exists.
fa: دستگاه دیگری با این آی دی از قبل وجود دارد.
ps: بله وسیله د دې آی ډي سره له مخکې شته ده.

source: Device “%(dev)s” updated.
fa: دستگاه «%(dev)s» آپدیت شد.
ps: وسیله «%(dev)s» تازه شوه.

source: Could not delete device.
fa: دستگاه حذف نشد.
ps: وسیله حذف نشوه.

source: Invalid request.
fa: درخواست اشتباه.
ps: غلطه غوښتنه.

source: Device is disabled.
fa: دستگاه غیرفعال است.
ps: وسیله غیر فعال ده.

source: Device is offline.
fa: دستگاه آفلاین است.
ps: وسیله آفلاین ده.

source: Users deleted successfully from device.
fa: کاربران با موفقیت از دستگاه حذف شدند.
ps: کارنونه په بریالیتوب سره له وسیلې څخه حذف شول.

source: Failed to delete data from device.
fa: حذف اطلاعات از دستگاه ناموفق بود.
ps: د وسیلې څخه د معلوماتو حذف کول ناکام شول.

source: Device not found.
fa: دستگاه یافت نشد.
ps: وسیله ونه موندل شوه.

source: Device is currently disabled.
fa: دستگاه در حال حاضر غیرفعال است.
ps: وسیله اوس مهال غیر فعال ده.

source: Device "%(name)s" is offline.
fa: دستگاه «%(name)s» آفلاین است.
ps: وسیله «%(name)s» آفلاین ده.

source: No fingerprint data found to upload.
fa: هیچ اثر انگشت برای آپلود یافت نشد.
ps: د اپلوډ لپاره هیڅ د ګوتې نښې معلومات ونه موندل شول.

source: All fingerprint data successfully uploaded to %(name)s.
fa: تمام اثر انگشت ها با موفقیت به دستگاه «%(name)s» آپلود شد.
ps: ټول د ګوتې نښې معلومات په بریالیتوب سره %(name)s ته اپلوډ شول.

source: Upload failed. Please check device connection or data integrity.
fa: آپلود ناموفق بود. لطفاً اتصال دستگاه یا صحت اطلاعات را بررسی کنید.
ps: اپلوډ ناکام شو. مهرباني وکړئ د وسیلې اتصال یا د معلوماتو بشپړتیا وګورئ.

source: Employee not found.
fa: کارمند یافت نشد.
ps: کارکوونکی ونه موندل شو.

source: No registration devices available.
fa: هیچ دستگاه ثبت نام موجود نیست.
ps: د ثبت لپاره هیڅ وسیله شتون نلري.

source: No registration device is online.
fa: هیچ دستگاه ثبت نام آنلاین نیست.
ps: د ثبت لپاره هیڅ وسیله آنلاین نده.

source: No fingerprint templates found for this employee.
fa: هیچ اثر انگشت برای این کارمند یافت نشد.
ps: د دې کارکوونکي لپاره د ګوتې نښې هیڅ قالب ونه موندل شو.

source: %(count)d Fingerprint templates downloaded.
fa: %(count)d اثر انگشت دانلود شد.
ps: %(count)d د ګوتې نښې قالبونه ډاونلوډ شول.

source: Card data downloaded successfully.
fa: اطلاعات کارت با موفقیت دانلود شد.
ps: د کارت معلومات په بریالیتوب سره ډاونلوډ شول.

source: No card data found on the device.
fa: هیچ اطلاعات کارت در دستگاه یافت نشد.
ps: په وسیله کې د کارت هیڅ معلومات ونه موندل شول.

source: Face download is under development.
fa: دانلود چهره در حال توسعه است. بزودی فعال خواهد شد.
ps: د مخ ډاونلوډ تر پراختیا لاندې دی.

source: Invalid biometric option.
fa: گزینه بایومتریک اشتباه است.
ps: د بایومتریک غلط انتخاب.

source: Invalid biometric type.
fa: نوعیت بایومتریک اشتباه است.
ps: د بایومتریک غلط ډول.

source: No biometric records found for selected type.
fa: هیچ اطلاعات بایومتریک برای نوعیت انتخاب‌شده یافت نشد.
ps: د ټاکل شوي ډول لپاره هیڅ بایومتریک ریکارډونه ونه موندل شول.

source: No enabled devices available.
fa: هیچ دستگاه فعال موجود نیست.
ps: هیڅ فعاله وسیله شتون نلري.

source: Failed to upload fingerprint templates.
fa: آپلود اثر انگشت ها ناموفق بود.
ps: د ګوتې نښې قالبونو اپلوډ کول ناکام شول.

source: %(count)d Fingerprint templates uploaded.
fa: %(count)d اثر انگشت آپلود شد.
ps: %(count)d د ګوتې نښې قالبونه اپلوډ شول.

source: Invalid card number format.
fa: شماره کارت اشتباه است.
ps: د کارت شمېره غلطه ده.

source: Failed to upload card data.
fa: آپلود اطلاعات کارت ناموفق بود.
ps: د کارت معلوماتو اپلوډ کول ناکام شول.

source: Card uploaded to %(count)d devices.
fa: کارت به %(count)d دستگاه آپلود شد.
ps: کارت %(count)d وسیلو ته اپلوډ شو.

source: Face upload is under development.
fa: آپلود چهره در حال توسعه است.
ps: د مخ اپلوډ تر پراختیا لاندې دی.

source: Unhandled biometric type.
fa: این نوعیت بایومتریک شامل نمیباشد.
ps: دا بایومتریک ډول نه دی شامل شوی.

source: No active attendance devices found.
fa: هیچ دستگاه حاضری فعال یافت نشد.
ps: هیڅ فعاله حاضرۍ وسیله ونه موندل شوه.

source: Failed to delete fingerprint templates.
fa: حذف اثر انگشت ناموفق بود.
ps: د ګوتې نښې قالبونو حذف کول ناکام شول.

source: Fingerprint templates deleted from %(count)d devices.
fa: اثر انگشت از %(count)d دستگاه حذف شد.
ps: د ګوتې نښې قالبونه له %(count)d وسیلو څخه حذف شول.

source: Failed to delete card data.
fa: حذف اطلاعات کارت ناموفق بود.
ps: د کارت معلوماتو حذف کول ناکام شول.

source: Card data removed from %(count)d devices.
fa: اطلاعات کارت از %(count)d دستگاه حذف شد.
ps: د کارت معلومات له %(count)d وسیلو څخه حذف شول.

source: Face deletion is under development.
fa: حذف چهره در حال توسعه است.
ps: د مخ حذف کول تر پراختیا لاندې دی.

source: Unknown biometric type.
fa: نوعیت بایومتریک ناشناخته.
ps: نامعلوم بایومتریک ډول.

source: No biometric records found for this employee.
fa: اطلاعات بایومتریک برای این کارمند یافت نشد.
ps: د دې کارکوونکي لپاره هیڅ بایومتریک ریکارډونه ونه موندل شول.

source: %(count)d Biometric records deleted successfully.
fa: %(count)d اطلاعات بایومتریک با موفقیت حذف شد.
ps: %(count)d بایومتریک ریکارډونه په بریالیتوب سره حذف شول.

source: Invalid request method.
fa: درخواست اشتباه.
ps: غلطه غوښتنې طریقه.

source: End date must be on or after start date.
fa: تاریخ پایان باید برابر یا بعد از تاریخ شروع باشد.
ps: د پای نېټه باید د پیل نېټې سره برابره یا وروسته وي.

source: public holiday added
fa: رخصتی عمومی اضافه شد
ps: عامه رخصتي اضافه شوه

source: A public holiday has been scheduled from {start} to {end}. Reason: {reason}
fa: رخصتی عمومی از {start} تا {end} اضافه شده است. دلیل: {reason}
ps: له {start} څخه تر {end} پورې عامه رخصتي ترتیب شوه. دلیل: {reason}

source: Public holiday added for %(count)d employees.
fa: رخصتی عمومی برای %(count)d کارمند اضافه شد.
ps: د %(count)d کارکوونکو لپاره عامه رخصتي اضافه شوه.

source: Invalid holiday ID
fa: آی دی تعطیلی اشتباه است.
ps: د رخصتۍ غلط آی ډي.

source: Invalid Jalali date format
fa: فرمت تاریخ جلالی اشتباه است.
ps: د جلالي نېټې غلط فارمیټ.

source: No matching holiday found to delete.
fa: هیچ رخصتی برای حذف یافت نشد.
ps: د حذف لپاره هیڅ مناسبه رخصتي ونه موندل شوه.

source: Invalid request
fa: درخواست اشتباه
ps: غلطه غوښتنه

source: Please select a valid employee.
fa: لطفاً یک کارمند فعال را انتخاب کنید.
ps: مهرباني وکړئ یو معتبر کارکوونکی وټاکئ.

source: Please select a valid leave type.
fa: لطفاً نوعیت رخصتی را درست انتخاب کنید.
ps: مهرباني وکړئ د رخصتۍ معتبر ډول وټاکئ.

source: Please enter valid Jalali dates (YYYY/MM/DD).
fa: لطفاً تاریخ‌های شمسی را درست وارد کنید (YYYY/MM/DD).
ps: مهرباني وکړئ د جلالي معتبرې نېټې (YYYY/MM/DD) داخل کړئ.

source: You have already taken %(used)d of %(limit)d days for %(type)s this year.
fa: شما قبلاً %(used)d روز از %(limit)d روز برای %(type)s در سال جاری گرفته‌اید.
ps: تاسو دمخه د %(type)s لپاره په روان کال کې له %(limit)d ورځو څخه %(used)d ورځې اخیستي دي.

source: requested employee leave
fa: درخواست رخصتی کارمند
ps: د کارکوونکي رخصتۍ غوښتنه

source: {user} requested a leave from {start} to {end}. Reason: {reason}
fa: {user} رخصتی از {start} تا {end} درخواست کرد. دلیل: {reason}
ps: {user} له {start} څخه تر {end} پورې رخصتي غوښتنه کړې. دلیل: {reason}

source: (no reason provided)
fa: (بدون دلیل ارائه‌شده)
ps: (هیڅ دلیل نه دی ورکړل شوی)

source: Leave requested successfully.
fa: درخواست رخصتی با موفقیت انجام شد.
ps: د رخصتۍ غوښتنه په بریالیتوب سره وشوه.

source: Cannot delete an approved leave.
fa: نمی‌توان رخصتی تأییدشده را حذف کرد.
ps: تایید شوې رخصتي حذف کېدلی نشي.

source: You may only delete your own leave requests.
fa: شما فقط می‌توانید درخواست‌های رخصتی خود را حذف کنید.
ps: تاسو یوازې خپلې د رخصتۍ غوښتنې حذف کولی شئ.

source: leave request approved
fa: درخواست رخصتی تأیید شد
ps: د رخصتۍ غوښتنه تایید شوه

source: Your leave from {start} to {end} has been approved.
fa: رخصتی شما از {start} تا {end} تأیید شد.
ps: ستاسو له {start} څخه تر {end} پورې رخصتي تایید شوه.

source: leave request rejected
fa: درخواست رخصتی رد شد
ps: د رخصتۍ غوښتنه رد شوه

source: Your leave from {start} to {end} has been rejected.
fa: رخصتی شما از {start} تا {end} رد شد.
ps: ستاسو له {start} څخه تر {end} پورې رخصتي رد شوه.

source: Leave not found
fa: رخصتی یافت نشد
ps: رخصتي ونه موندل شوه

source: daily leave request approved
fa: درخواست رخصتی روزانه تأیید شد
ps: د ورځنۍ رخصتۍ غوښتنه تایید شوه

source: Your daily leave on {date} has been approved.
fa: رخصتی روزانه شما به تاریخ {date} تأیید شد.
ps: ستاسو په {date} ورځنۍ رخصتي تایید شوه.

source: daily leave request rejected
fa: درخواست رخصتی روزانه رد شد
ps: د ورځنۍ رخصتۍ غوښتنه رد شوه

source: Your daily leave on {date} has been rejected.
fa: رخصتی روزانه شما به تاریخ {date} رد شد.
ps: ستاسو په {date} ورځنۍ رخصتي رد شوه.

source: Select a valid employee.
fa: یک کارمند فعال انتخاب کنید.
ps: یو معتبر کارکوونکی وټاکئ.

source: Enter a valid date (YYYY/MM/DD).
fa: تاریخ درست وارد کنید (YYYY/MM/DD).
ps: یو معتبره نېټه داخل کړئ (YYYY/MM/DD).

source: Select a valid leave type.
fa: نوعیت رخصتی درست را انتخاب کنید.
ps: د رخصتۍ معتبر ډول وټاکئ.

source: requested daily leave
fa: درخواست رخصتی روزانه
ps: د ورځنۍ رخصتۍ غوښتنه

source: {user} requested a daily leave on {date}. Reason: {reason}
fa: {user} رخصتی روزانه در {date} درخواست کرد. دلیل: {reason}
ps: {user} په {date} ورځنۍ رخصتي غوښتنه کړې. دلیل: {reason}

source: Daily leave requested.
fa: رخصتی روزانه درخواست شد.
ps: ورځنۍ رخصتي غوښتنه شوه.

source: Only pending requests can be deleted.
fa: فقط درخواست‌های در انتظار قابل حذف هستند.
ps: یوازې په انتظار غوښتنې حذف کېدلی شي.

source: Not authorized to delete this.
fa: مجاز به حذف این مورد نیستید.
ps: د دې حذف کولو لپاره اجازه نلرئ.

source: Removed %(count)d attendance record%(plural)s.
fa: %(count)d ثبت حاضری حذف شد%(plural)s.
ps: %(count)d د حاضرۍ ریکارډ لیرې شو%(plural)s.

source: s
fa: ها
ps: ونه

source: No matching attendance records were found to remove.
fa: معومات حاضری در این تاریخ یافت نشد.
ps: په دې نیټه هیڅ اوسنی معلومات ونه موندل شول.

source: Created %(count)d attendance log%(plural)s.
fa: %(count)d ریکارد حاضری اضافه شد%(plural)s.
ps: %(count)d د حاضری ریکارد جوړ شو%(plural)s.

source: No new attendance logs were created (duplicates skipped).
fa: معلومات حاضری قبلا در این تاریخ موجود است (تکراری‌ها نادیده گرفته میشود).
ps: اوسني معلومات لا دمخه په دې نیټه شتون لري (نقلونه له پامه غورځول کیږي).

source: Invalid date format, use YYYY/MM/DD
fa: فرمت تاریخ اشتباه است، از YYYY/MM/DD استفاده کنید
ps: د نېټې غلط فارمیټ، د YYYY/MM/DD نه کار واخلئ

source: Daily Attendance Report
fa: گزارش حاضری روزانه
ps: د ورځنۍ حاضرۍ راپور

source: Monthly Attendance
fa: حاضری ماهانه
ps: میاشتنۍ حاضرۍ

source: Attendance Report
fa: گزارش حاضری
ps: د حاضرۍ راپور

source: Any
fa: همه
ps: ټول

source: Male
fa: مرد
ps: نارینه

source: Female
fa: زن
ps: ښځینه

source: Active
fa: فعال
ps: فعال

source: Archived
fa: آرشیف
ps: آرشیف شوی

source: No employees found matching those filters.
fa: هیچ کارمند مطابق با این فیلترها یافت نشد.
ps: د دې فلټرونو سره سم هیڅ کارکوونکی ونه موندل شو.

source: Employee Report
fa: گزارش کارمند
ps: د کارکوونکي راپور

source: No employees match those filters.
fa: هیچ کارمند با این فیلترها مطابقت ندارد.
ps: د دې فلټرونو سره سم هیڅ کارکوونکی مطابقت نلري.

source: No employees found with ≥20 consecutive absences in the past year.
fa: هیچ کارمند با بیش از ۲۰ روز غیبت متوالی یافت نشد.
ps: د تېر کال په جریان کې د ≥20 پرله پسې غیبتونو سره هیڅ کارکوونکی ونه موندل شو.

source: Permanent Absent Report
fa: گزارش غیبت دایمی
ps: د دایمي غیبت راپور

source: All Departments
fa: تمام ریاست ها
ps: ټولې څانګې

source: All Types
fa: تمام نوعیت
ps: ټول ډولونه

source: Invalid date format
fa: فرمت تاریخ اشتباه است.
ps: د نېټې غلط فارمیټ.

source: Employee not found
fa: کارمند یافت نشد
ps: کارکوونکی ونه موندل شو

source: Hamal
fa: حمل
ps: حمل

source: Sawr
fa: ثور
ps: ثور

source: Jawza
fa: جوزا
ps: جوزا

source: Saratan
fa: سرطان
ps: سرطان

source: Asad
fa: اسد
ps: اسد

source: Sonbola
fa: سنبله
ps: سنبله

source: Mizan
fa: میزان
ps: میزان

source: Aqrab
fa: عقرب
ps: عقرب

source: Qaws
fa: قوس
ps: قوس

source: Jadi
fa: جدی
ps: جدی

source: Dalwa
fa: دلو
ps: دلو

source: Hoot
fa: حوت
ps: حوت

source: View the admin dashboard
fa: مشاهده داشبورد مدیر عمومی
ps: د مدیر عمومی داشبورد لیدل

source: View the employee dashboard
fa: مشاهده داشبورد کارمند
ps: د کارکوونکي داشبورد لیدل

source: View the head of department dashboard
fa: مشاهده داشبورد روئسا/آمرین
ps: د څانګې د مشر داشبورد لیدل

source: View the employee list
fa: مشاهده لیست کارمندان
ps: د کارکوونکو لیست لیدل

source: Add employee
fa: افزودن کارمند
ps: کارکوونکی اضافه کول

source: Change employee
fa: تغییر کارمند
ps: کارکوونکی بدلول

source: Delete employee
fa: حذف کارمند
ps: کارکوونکی حذف کول

source: View employee profile
fa: مشاهده پروفایل کارمند
ps: د کارکوونکي پروفایل لیدل

source: View employee documents
fa: مشاهده اسناد کارمند
ps: د کارکوونکي اسناد لیدل

source: Add employee documents
fa: افزودن اسناد کارمند
ps: د کارکوونکي اسناد اضافه کول

source: Delete employee documents
fa: حذف اسناد کارمند
ps: د کارکوونکي اسناد حذف کول

source: Change employee password
fa: تغییر رمز عبور کارمند
ps: د کارکوونکي پټنوم بدلول

source: View employee biometric data
fa: مشاهده داده‌های بایومتریک کارمند
ps: د کارکوونکي بایومتریک معلومات لیدل

source: Change employee biometric data
fa: تغییر داده‌های بایومتریک کارمند
ps: د کارکوونکي بایومتریک معلومات بدلول

source: View employee settings
fa: مشاهده تنظیمات کارمند
ps: د کارکوونکي تنظیمات لیدل

source: View the archive employee list
fa: مشاهده لیست کارمندان آرشیف‌شده
ps: د آرشیف شوو کارکوونکو لیست لیدل

source: Delete the archive employee
fa: حذف کارمند آرشیف‌شده
ps: آرشیف شوی کارکوونکی حذف کول

source: View the department list
fa: مشاهده لیست ریاست ها/آمریت ها
ps: د څانګو لیست لیدل

source: Add the department
fa: افزودن ریاست/آمریت
ps: څانګه اضافه کول

source: Change the department
fa: تغییر ریاست/آمریت
ps: څانګه بدلول

source: Delete the department
fa: حذف ریاست/آمریت
ps: څانګه حذف کول

source: View the shift list
fa: مشاهده لیست شیفت ها
ps: د شیفتونو لیست لیدل

source: Add the shift
fa: افزودن شیفت
ps: شیفت اضافه کول

source: Change the shift
fa: تغییر شیفت
ps: شیفت بدلول

source: Delete the shift
fa: حذف شیفت
ps: شیفت حذف کول

source: Check employee attendance
fa: چک کردن حاضری کارمندان
ps: د کارمندانو حاضري چک کول

source: View the daily attendance
fa: مشاهده حاضری روزانه
ps: د ورځنۍ حاضرۍ لیدل

source: View department-based employee list by the head of department in daily attendance
fa: مشاهده لیست کارمندان بر اساس ریاست/آمریت توسط رئیس دپارتمان در حاضری روزانه
ps: د ورځنۍ حاضرۍ په برخه کې د څانګې پر بنسټ د کارکوونکو لیست د څانګې د مشر لخوا لیدل

source: View the monthly attendance
fa: مشاهده حاضری ماهانه
ps: د میاشتنۍ حاضرۍ لیدل

source: View department-based employee list by the head of department in Monthly attendance
fa: مشاهده لیست کارمندان بر اساس ریاست/آمریت توسط رئیس ریاست/آمریت در حاضری ماهانه
ps: د میاشتنۍ حاضرۍ په برخه کې د څانګې پر بنسټ د کارکوونکو لیست د څانګې د مشر لخوا لیدل

source: View the attendance report
fa: مشاهده گزارش حاضری
ps: د حاضرۍ راپور لیدل

source: View the employee list report for print
fa: مشاهده گزارش لیست کارمندان برای چاپ
ps: د چاپ لپاره د کارکوونکو لیست راپور لیدل

source: View the permanent absent report
fa: مشاهده گزارش غیبت دایمی
ps: د دایمي غیبت راپور لیدل

source: View the public holiday list
fa: مشاهده لیست رخصتی های عمومی
ps: د عامه رخصتیو لیست لیدل

source: Add the public holiday
fa: افزودن رخصتی عمومی
ps: عامه رخصتي اضافه کول

source: Delete the public holiday
fa: حذف رخصتی عمومی
ps: عامه رخصتي حذف کول

source: View the employee leave list
fa: مشاهده لیست رخصتی های کارمندان
ps: د کارکوونکو د رخصتیو لیست لیدل

source: View the employee leave details
fa: مشاهده جزئیات رخصتی کارمند
ps: د کارکوونکي د رخصتۍ جزئیات لیدل

source: Confirm the employee leave
fa: تأیید رخصتی کارمند
ps: د کارکوونکي رخصتي تایید کول

source: Add the employee leave
fa: افزودن رخصتی کارمند
ps: د کارکوونکي رخصتي اضافه کول

source: Delete the employee leave
fa: حذف رخصتی کارمند
ps: د کارکوونکي رخصتي حذف کول

source: View the daily leave list
fa: مشاهده لیست رخصتی‌های روزانه
ps: د ورځنۍ رخصتیو لیست لیدل

source: View the daily leave details
fa: مشاهده جزئیات رخصتی‌های روزانه
ps: د ورځنۍ رخصتیو جزئیات لیدل

source: Confirm the daily leave
fa: تأیید رخصتی روزانه
ps: د ورځنۍ رخصتۍ تایید کول

source: Add the daily leave
fa: افزودن رخصتی روزانه
ps: د ورځنۍ رخصتۍ اضافه کول

source: Delete the daily leave
fa: حذف رخصتی روزانه
ps: د ورځنۍ رخصتۍ حذف کول

source: Employees to be marked as absent
fa: غیرحاضر کردن کارمندان
ps: کارکوونکي غیرحاضر په نښه کول

source: Employees to be marked as attend
fa: حاضر کردن کارمندان
ps: کارکوونکي حاضر په نښه کول

source: View the device list
fa: مشاهده لیست دستگاه ها
ps: د وسیلو لیست لیدل

source: View device details
fa: مشاهده جزئیات دستگاه
ps: د وسیلې جزئیات لیدل

source: Add device
fa: افزودن دستگاه
ps: وسیله اضافه کول

source: Change device
fa: تغییر دستگاه
ps: وسیله بدلول

source: Delete device
fa: حذف دستگاه
ps: وسیله حذف کول
