Repository: shahab-993/ontime
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa, ps

source: Please wait while we delete the biometric data...
fa: لطفاً منتظر بمانید تا اطلاعات بایومتریک حذف شوند...
ps: مهرباني وکړئ انتظار وکړئ تر څو بایومتریک معلومات حذف شي...

source: Biometric data deleted successfully.
fa: اطلاعات بایومتریک با موفقیت حذف شد.
ps: بایومتریک معلومات په بریالیتوب سره حذف شول.

source: Failed to delete biometric data.
fa: حذف اطلاعات بایومتریک ناموفق بود.
ps: د بایومتریک معلوماتو حذف کول ناکام شول.

source: Employee status updated successfully.
fa: وضعیت کارمند آپدیت شد.
ps: د کارمند حالت تازه شو.

source: Failed to update status
fa: آپدیت وضیعت ناموفق بود.
ps: د حالت تازه کول ناکامه وو.

source: Dark
fa: تاریک
ps: تیاره

source: Light
fa: روشن
ps: روښانه

source: Default
fa: پیش‌فرض
ps: اصلي

source: Logout
fa: خروج از سیستم
ps: له سیسټم څخه وتل

source: OnTime System
fa: سیستم حاضری آنتایم
ps: د آنټایم حاضرۍ سیسټم

source: No Role
fa: بدون موقف
ps: هېڅ رول

source: My Account
fa: حساب من
ps: زما حساب

source: My Profile
fa: پروفایل من
ps: زما پروفایل

source: Archive
fa: آرشیف
ps: آرشیف

source: Vacations
fa: رخصتی‌ها
ps: رخصتۍ

source: Make Absent
fa: غیرحاضر کردن
ps: غیرحاضر کول

source: Mark Present
fa: حاضر کردن
ps: حاضر کول

source: Reports
fa: گزارش‌ها
ps: راپورونه

source: Check Attendance
fa: بررسی حاضری روزانه
ps: د ورځنۍ حاضرۍ معاینه

source: Daily Attendance
fa: حاضری روزانه
ps: ورځنۍ حاضري

source: Permanent Absent
fa: غیرحاضران دائمی
ps: دایمي غیرحاضران

source: Setup
fa: تنظیمات
ps: تنظیمات

source: Users Management
fa: مدیریت کاربران
ps: د کاروونکو مدیریت

source: Roles
fa: موقف ها
ps: رولونه

source: Activity Logs
fa: فعالیت‌ های کابران
ps: د کاروونکو فعالیتونه

source: Backup
fa: بک آپ دیتابیس
ps: د ډیټابیس بیک اپ

source: Notifications
fa: اعلانات
ps: خبرتیاوې

source: Mark all read
fa: همه را خواندم
ps: ټول لوستل شوي نښه کړئ

source: Today
fa: امروز
ps: نن

source: Yesterday
fa: دیروز
ps: پرون

source: ago
fa: قبل
ps: مخکې

source: Clear all Notifications
fa: پاک کردن همه اعلانات
ps: ټولې خبرتیاوې پاکې کړئ

source: All Employees
fa: همه کارمندان
ps: ټول کارکوونکي

source: Select Year
fa: انتخاب سال
ps: کال وټاکئ

source: Select Month
fa: انتخاب ماه
ps: میاشت وټاکئ

source: All Work Types
fa: همه نوعیت کاری
ps: د کار ټول ډولونه

source: Records per page
fa: تعداد کارمندان در هر صفحه
ps: په هره پاڼه د ننوتنو شمېر

source: Show Report
fa: نمایش گزارش
ps: راپور ښودل

source: Reset
fa: پاک کردن
ps: پاکول

source: Results
fa: نتیجه
ps: نتیجه

source: Time
fa: زمان
ps: وخت

source: Verification type
fa: نوعیت شناسایی
ps: د پېژندنې ډول

source: Please select an employee and date first.
fa: لطفا ابتدا یک کارمند و تاریخ را انتخاب کنید.
ps: مهرباني وکړئ لومړی یو کارمند او نیټه وټاکئ.

source: No Data
fa: اطلاعات موجود نیست
ps: معلومات نشته.

source: No attendance data for this selection.
fa: اطلاعات حاضری در این تاریخ موجود نیست.
ps: په دې نیټه هیڅ اوسني معلومات شتون نلري.

source: Unexpected error occurred.
fa: یک خطای غیرمنتظره رخ داد.
ps: یو غیر متوقع تېروتنه رامنځته شوه.

source: Morning
fa: صبح
ps: سهار

source: Evening
fa: عصر
ps: ماښام

source: Bast / Qua Dam
fa: بست / قدم
ps: بست / قدم

source: All Gender
fa: همه جنسیت‌ها
ps: ټول جنسونه

source: Make Absent Employee
fa: غیرحاضر کردن کارمند
ps: کارکوونکی غیرحاضر کول

source: Absent Type
fa: نوعیت غیرحاضری
ps: د غیرحاضرۍ ډول

source: Select Days
fa: انتخاب روزها
ps: ورځې وټاکئ

source: Make Present Employee
fa: حاضر کردن کارمند
ps: کارکوونکی حاضر کول

source: Present Type
fa: نوعیت حاضری
ps: د حاضرۍ ډول

source: Leave
fa: رخصتی
ps: رخصتي

source: Late
fa: ناوقت
ps: ناوخته

source: All Employee
fa: همه کارمندان
ps: ټول کارکوونکي

source: Add Shift
fa: افزودن شیفت
ps: شیفت اضافه کول

source: Edit Shift
fa: ویرایش شیفت
ps: د شیفت سمون

source: ID
fa: آی دی
ps: آی ډي

source: Manage Years
fa: مدیریت سال‌ها
ps: د کلونو مدیریت

source: YYYY
fa: سال
ps: کال

source: View Years
fa: مشاهده سال‌ها
ps: کلونه لیدل

source: This will delete the shift permanently.
fa: توحه! این کار شیفت را برای همیشه حذف می‌کند.
ps: خبرداری! دا به شیفت په دایمي توګه حذف کړي.

source: Shift has been deleted.
fa: شیفت حذف شد.
ps: شیفت حذف شو.

source: Could not delete shift.
fa: نمی‌توان شیفت را حذف کرد.
ps: شیفت حذف نه شو کیدی.

source: No schedules yet.
fa: هنوز تقسیم اوقات وجود ندارد.
ps: تر اوسه هیڅ مهال ویش شتون نلري.

source: Delete this year
fa: حذف این سال
ps: دا کال حذف کړئ

source: Please enter a year.
fa: لطفاً یک سال را وارد کنید.
ps: مهرباني وکړئ یو کال داخل کړئ.

source: Could not add year.
fa: نمی‌توان سال را اضافه کرد.
ps: کال اضافه نه شو کیدی.

source: Year added successfully.
fa: سال با موفقیت اضافه شد.
ps: کال په بریالیتوب سره اضافه شو.

source: Really delete this year and all its schedules?
fa: آیا واقعاً می‌خواهید این سال و تمام تقسیم اوقات های آن را حذف کنید؟
ps: ایا واقعاً غواړئ دا کال او د هغه ټول مهال ویشونه حذف کړئ؟

source: Could not delete year.
fa: نمی‌توان سال را حذف کرد.
ps: کال حذف نه شو کیدی.

source: Year deleted.
fa: سال حذف شد.
ps: کال حذف شو.

source: Schedule
fa: تقسیم اوقات
ps: مهال ویش

source: Year:
fa: سال:
ps: کال:

source: Clock-In Start
fa: شروع ثبت ورود
ps: د ننوتلو پیل

source: Clock-In End
fa: پایان ثبت ورود
ps: د ننوتلو پای

source: Clock-Out Start
fa: شروع ثبت خروج
ps: د وتلو پیل

source: Clock-Out End
fa: پایان ثبت خروج
ps: د وتلو پای

source: Save Changes
fa: ذخیره تقسیم اوقات
ps: بدلونونه ذخیره کول

source: Add Role
fa: افزودن موقف
ps: رول اضافه کول

source: Role Name
fa: نام موقف
ps: د رول نوم

source: Permissions
fa: اختیارات
ps: اجازې

source: Select / Unselect All
fa: انتخاب همه / لغو همه
ps: ټول وټاکئ / ټول لغوه کړئ

source: Add User
fa: افزودن کاربر
ps: کاروونکی اضافه کول

source: The domain portion of the email address is invalid (the portion after the @).
fa: قسمت پسوند ایمیل آدرس اشتباه است (قسمت پس از @).
ps: د بریښنالیک پتې د ډومین برخه ناسمه ده (له @ وروسته برخه).

source: Edit Role
fa: ویرایش موقف
ps: د رول سمون

source: Edit User
fa: ویرایش کاربر
ps: د کاروونکي سمون

source: Confirm New Password
fa: تأیید رمز عبور جدید
ps: نوی پټنوم تایید کړئ

source: Leave blank to keep the current profile picture
fa: برای نگه داشتن تصویر پروفایل فعلی این قسمت را خالی بگذارید
ps: د اوسني پروفایل انځور ساتلو لپاره خالي پرېږدئ

source: Login
fa: ورود به سیستم
ps: د ننوتلو سیسټم

source: Welcome to OnTime Attendance System
fa: به سیستم حاضری آنتایم خوش آمدید
ps: د آنټایم حاضرۍ سیسټم ته ښه راغلاست

source: Remember me?
fa: مرا به خاطر بسپار؟
ps: ما په یاد وساتئ؟

source: Thank You for Using OnTime System!
fa: از شما برای استفاده از سیستم آنتایم تشکر می‌کنیم!
ps: له تاسو څخه د آنټایم سیسټم کارولو له امله مننه کوو!

source: Close
fa: بستن
ps: بندول

source: We’re grateful to have you as part of the OnTime family! If you enjoy using our system, please let your friends and colleagues know about us. Your feedback and recommendations help us grow and improve.
fa: ما از اینکه شما بخشی از خانواده آنتایم هستید، سپاسگزاریم! اگر از استفاده از سیستم ما لذت می‌برید، لطفاً این سیستم را به دوستان و همکاران خود معرفی کنید. نظرات و پیشنهادات شما به ما کمک می‌کند تا این سیستم بهتر شود.
ps: موږ مننه کوو چې تاسو د آنټایم کورنۍ برخه یاست! که تاسو زموږ د سیسټم کارولو څخه خوند اخلئ، مهرباني وکړئ دا سیسټم خپلو ملګرو او همکارانو ته معرفي کړئ. ستاسو نظرونه او وړاندیزونه موږ سره مرسته کوي چې دا سیسټم ښه کړو.

source: Help
fa: کمک
ps: مرسته

source: Network error. Please try again.
fa: خطای شبکه. لطفاً دوباره تلاش کنید.
ps: د شبکې تېروتنه. مهرباني وکړئ بیا هڅه وکړئ.

source: User
fa: کاربر
ps: کاروونکی

source: Changes
fa: تغییرات
ps: بدلونونه

source: Browser
fa: مرورگر
ps: براوزر

source: Timestamp
fa: زمان ثبت
ps: د ثبت وخت

source: Log Details
fa: جزئیات فعالیت
ps: د ثبت جزئیات

source: This will delete the role permanently.
fa: توجه! این کار موقف را برای همیشه حذف می‌کند.
ps: خبرداری! دا به رول په دایمي توګه حذف کړي.

source: Role has been deleted.
fa: موقف حذف شد.
ps: رول حذف شو.

source: Could not delete role.
fa: نمی‌توان موقف را حذف کرد.
ps: رول حذف نه شو کیدی.

source: Date Joined
fa: تاریخ ثبت
ps: د ننوتلو نېټه

source: Do you really want to delete this user?
fa: آیا واقعاً می‌خواهید این کاربر را حذف کنید؟
ps: ایا واقعاً غواړئ دا کاروونکی حذف کړئ؟

source: User has been deleted.
fa: کاربر حذف شد.
ps: کاروونکی حذف شو.

source: There was a problem deleting the user.
fa: مشکلی در حذف کاربر پیش آمد.
ps: د کاروونکي په حذف کولو کې ستونزه رامنځته شوه.

source: There was a problem with the server.
fa: مشکلی در سرور پیش آمد.
ps: د سرور سره ستونزه رامنځته شوه.

source: Cancelled
fa: لغو شد
ps: لغوه شو

source: Your user is safe
fa: کاربر شما در امان است
ps: ستاسو کاروونکی خوندي دی

source: There was an error processing your request. Please try again.
fa: خطایی در انجام درخواست شما رخ داد. لطفاً دوباره تلاش کنید.
ps: ستاسو د غوښتنې په پروسس کولو کې تېروتنه رامنځته شوه. مهرباني وکړئ بیا هڅه وکړئ.

source: Normal
fa: عادی
ps: عادي

source: Account Type
fa: نوعیت حساب
ps: د حساب ډول

source: Distinguish between ordinary users vs. employees
fa: تمایز بین کاربران عادی و کارمندان
ps: د عادي کاروونکو او کارکوونکو ترمنځ توپیر

source: e.g. +1234567890
fa: مثال: +۱۲۳۴۵۶۷۸۹۰
ps: لکه: +۱۲۳۴۵۶۷۸۹۰

source: Profile Photo
fa: عکس پروفایل
ps: د پروفایل انځور

source: The username is incorrect.
fa: نام کاربری اشتباه است.
ps: د کاروونکي نوم ناسم دی.

source: Your account is deactivated. Please contact the administrator.
fa: حساب شما غیرفعال شده است. لطفاً با مدیر سیستم تماس بگیرید.
ps: ستاسو حساب غیرفعال شوی دی. مهرباني وکړئ له مدیر سره اړیکه ونیسئ.

source: The password is incorrect.
fa: رمز عبور اشتباه است.
ps: پټنوم ناسم دی.

source: Username does not exist.
fa: نام کاربری وجود ندارد.
ps: د کاروونکي نوم شتون نلري.

source: User not found
fa: کاربر یافت نشد
ps: کاروونکی ونه موندل شو

source: User successfully added.
fa: کاربر با موفقیت اضافه شد.
ps: کاروونکی په بریالیتوب سره اضافه شو.

source: User successfully updated.
fa: کاربر با موفقیت آپدیت شد.
ps: کاروونکی په بریالیتوب سره تازه شو.

source: Role name is required.
fa: نام موقف الزامی است.
ps: د رول نوم اړین دی.

source: A role with that name already exists.
fa: موقفی با این نام قبلاً وجود دارد.
ps: د دې نوم سره یو رول له مخکې شته دی.

source: You cannot rename a protected role.
fa: شما نمی‌توانید نام این موقف را تغییر دهید.
ps: تاسو د دې دندې نوم نشئ بدلولی.

source: Role name is protected and cannot be changed.
fa: نام این موقف غیر قابل تغییر است.
ps: د دې مقام نوم نشي بدلیدلی.

source: Role “{name}” has been updated.
fa: موقف «{name}» آپدیت شد.
ps: رول «{name}» تازه شو.

source: This role is protected and cannot be deleted.
fa: شما نمیتوانید این موقف را حذف کنید
ps: تاسو دا موقف نشئ حذف کولی.

source: Cannot delete role: it’s still assigned to one or more users.
fa: نمی‌توان موقف را حذف کرد: هنوز به یک یا چند کاربر اختصاص دارد.
ps: رول حذف نه شي کیدی: دا لاهم یو یا ډیرو کاروونکو ته ټاکل شوی دی.

source: Role not found
fa: موقف یافت نشد
ps: رول ونه موندل شو
