Repository: shahab-993/ontime
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa, ps

source: View the users list
fa: مشاهده لیست کاربران
ps: د کاروونکو لیست لیدل

source: Add user
fa: افزودن کاربر
ps: کاروونکی اضافه کول

source: Change user
fa: تغییر کاربر
ps: کاروونکی بدلول

source: Delete user
fa: حذف کاربر
ps: کاروونکی حذف کول

source: View the roles list
fa: مشاهده لیست نقش‌ها
ps: د رولونو لیست لیدل

source: Add role
fa: افزودن موقف
ps: رول اضافه کول

source: Change role
fa: تغییر موقف
ps: رول بدلول

source: Delete role
fa: حذف موقف
ps: رول حذف کول

source: View the activity logs
fa: مشاهده فعالیت های کاربران
ps: د کاروونکو فعالیتونه لیدل

source: View the backup option
fa: مشاهده گزینه بک آپ سیستم
ps: د سیسټم بیک اپ اختیار لیدل

source: Shift Name
fa: نام شیفت
ps: د شیفت نوم

source: Created By
fa: ایجاد شده توسط
ps: له خوا جوړ شوی

source: Shift
fa: شیفت
ps: شیفت

source: Shifts
fa: شیفت های کاری
ps: کاري شیفتونه

source: Saturday
fa: شنبه
ps: شنبې

source: Sunday
fa: یکشنبه
ps: یکشنبې

source: Monday
fa: دوشنبه
ps: دوشنبه

source: Tuesday
fa: سه شنبه
ps: سې شنبې

source: Wednesday
fa: چهار شنبه
ps: چهار شنبې

source: Thursday
fa: پنج شنبه
ps: پنج شنبې

source: Friday
fa: جمعه
ps: جمعه

source: Year
fa: سال
ps: کال

source: 4-digit calendar year this schedule applies to
fa: سال تقویمی چهاررقمی که این برنامه به آن اعمال می‌شود
ps: د تقویم څلور رقمه کال چې دا مهال ویش ورته تطبیق کیږي

source: Month
fa: ماه
ps: میاشت

source: Month of year (1–12) that this schedule applies to
fa: ماه سال (۱–۱۲) که این برنامه به آن اعمال می‌شود
ps: د کال میاشت (۱–۱۲) چې دا مهال ویش ورته تطبیق کیږي

source: Day of Week
fa: روز هفته
ps: د اونۍ ورځ

source: Clock-in Start
fa: آغاز ورود
ps: د ننوتلو پیل

source: Clock-in End
fa: پایان ورود
ps: د ننوتلو پای

source: Clock-out Start
fa: آغاز خروج
ps: د وتلو پیل

source: Clock-out End
fa: پایان خروج
ps: د وتلو پای

source: Uncheck to disable this schedule without deleting it
fa: برای غیرفعال کردن این برنامه بدون حذف آن، تیک را بردارید
ps: د غیر فعال کولو لپاره نښه لرې کړئ پرته له دې چې دا مهال ویش حذف شي

source: Shift Schedule
fa: تقسیم اوقات شیفت
ps: د شیفت مهال ویش

source: Shift Schedules
fa: تقسیم اوقات‌های شیفت
ps: د شیفتونو مهال ویشونه

source: Department Name
fa: نام ریاست/آمریت
ps: د څانګې نوم

source: Department
fa: ریاست/آمریت
ps: څانګه

source: Departments
fa: ریاست ها
ps: څانګې

source: Full-Time
fa: تمام وقت
ps: بشپړ وخت

source: Part-Time
fa: نیمه وقت
ps: نیمه وخت

source: Contractor
fa: بالمقطع/ حق الزحمه
ps: قراردادي

source: Intern
fa: کارآموز
ps: کارآموز

source: User Account
fa: حساب کاربری
ps: د کاروونکي حساب

source: Employee ID
fa: آی دی کارمند
ps: د کارکوونکي آی ډي

source: Custom ID to print on badges/cards
fa: آی دی سفارشی برای چاپ روی نشان‌ها/کارت‌ها
ps: د نشانونو/کارتونو لپاره دودیز آی ډي

source: Father’s Name
fa: نام پدر
ps: د پلار نوم

source: Grandfather’s Name
fa: نام پدرکلان
ps: د نیکه نوم

source: Position/Title
fa: عنوان وظیفه
ps: د دندې عنوان

source: Device Administrator
fa: مدیر دستگاه
ps: د وسیلې مدیر

source: If true, this user is the admin of biometric devices
fa: اگر درست باشد، این کاربر مدیر دستگاه های بایومتریک است
ps: که ریښتیا وي، دا کاروونکی د بایومتریک وسیلو مدیر دی

source: If true, this user is the head of their department
fa: اگر درست باشد، این کاربر رئیس ریاست خود است
ps: که ریښتیا وي، دا کاروونکی د خپلې څانګې مشر دی

source: Bast Code
fa: بست
ps: د بست کوډ

source: Qua Dam Code
fa: قدم
ps: د قدم کوډ

source: Legacy Code
fa: کد بست
ps: د بست کوډ

source: Contract Date
fa: تاریخ قرارداد
ps: د قرارداد نېټه

source: Education Degree
fa: مدرک تحصیلی
ps: د زده کړو سند

source: National ID
fa: نمبر تذکره
ps: د تذکرې نمبر

source: Assigned Shift
fa: شیفت اختصاص داده شده
ps: ټاکل شوی شیفت

source: Work Type
fa: نوعیت کار
ps: د کار ډول

source: Salary
fa: معاش
ps: معاش

source: Monthly salary or contract amount
fa: معاش ماهانه یا مقدار قرارداد
ps: میاشتنۍ معاش یا د قرارداد مقدار

source: Duty Days
fa: روز های وظیفه
ps: د دندې ورځې

source: Working days per month
fa: روزهای کاری در ماه
ps: د میاشتې کاري ورځې

source: Mark if no longer active
fa: علامت کنید اگر دیگر فعال نیست
ps: نښه کړئ که نور فعال نه وي

source: Archive Date
fa: تاریخ آرشیف
ps: د آرشیف نېټه

source: When this employee was archived
fa: چی زمان این کارمند آرشیف شد
ps: کله چې دا کارکوونکی آرشیف شو

source: Archive Reason
fa: دلیل آرشیف
ps: د آرشیف دلیل

source: Reason for archiving this employee
fa: دلیل آرشیف این کارمند
ps: د دې کارکوونکي د آرشیف دلیل

source: Uncheck to disable this employee without deleting them
fa: علامت را بردارید تا این کارمند بدون حذف غیرفعال شود
ps: د غیر فعال کولو لپاره نښه لرې کړئ پرته له دې چې دا کارکوونکی حذف شي

source: Additional Info
fa: اطلاعات اضافی
ps: اضافي معلومات

source: Free-form notes
fa: یادداشت‌های آزاد
ps: آزاد یادداشتونه

source: Address
fa: آدرس
ps: پته

source: Employee’s full mailing address
fa: آدرس کامل پستی کارمند
ps: د کارکوونکي بشپړه پته

source: Employees
fa: کارمندان
ps: کارکوونکي

source: Document
fa: فایل
ps: سند

source: Optional note about this file
fa: یادداشت اختیاری درباره این فایل
ps: د دې فایل په اړه اختیاري یادداشت

source: Uploaded At
fa: تاریخ آپلود
ps: د اپلوډ نېټه

source: Employee Document
fa: فایل کارمند
ps: د کارکوونکي سند

source: Employee Documents
fa: اسناد کارمند
ps: د کارکوونکي اسناد

source: Current password is incorrect.
fa: رمز عبور فعلی نادرست است.
ps: اوسنی پټنوم ناسم دی.

source: New passwords don’t match.
fa: رمزهای عبور جدید مطابقت ندارند.
ps: نوي پټنومونه سره سمون نه لري.

source: New password must be at least 8 characters.
fa: رمز عبور جدید باید حداقل ۸ کاراکتر باشد.
ps: نوی پټنوم باید لږ تر لږه ۸ توري ولري.

source: Passwords do not match.
fa: رمزهای عبور مطابقت ندارند.
ps: پټنومونه سره سمون نه لري.

source: Username already exists.
fa: نام کاربری قبلاً وجود دارد.
ps: د کاروونکي نوم له مخکې شته دی.

source: Email already exists.
fa: ایمیل قبلاً وجود دارد.
ps: بریښنالیک له مخکې شته دی.

source: Employee ID already exists.
fa: آی دی کارمند قبلاً وجود دارد.
ps: د کارکوونکي آی ډي له مخکې شته دی.

source: Department “%(dept)s” already has a head.
fa: ریاست «%(dept)s» قبلاً یک رئیس دارد.
ps: څانګه «%(dept)s» له مخکې یو مشر لري.

source: Employee “%(name)s” added.
fa: کارمند به اسم «%(name)s» اضافه شد.
ps: کارکوونکی «%(name)s» اضافه شو.

source: Employee “%(name)s” updated.
fa: کارمند به اسم «%(name)s» آپدیت شد.
ps: کارکوونکی «%(name)s» تازه شو.

source: Department name is required.
fa: نام ریاست/آمریت الزامی است.
ps: د څانګې نوم اړین دی.

source: A department with that name already exists.
fa: ریاست/آمریت با این نام قبلاً وجود دارد.
ps: د دې نوم سره یوه څانګه له مخکې شته ده.

source: Department “%(name)s” created.
fa: ریاست/آمریت «%(name)s» ایجاد شد.
ps: څانګه «%(name)s» جوړه شوه.

source: Department “%(name)s” has been updated.
fa: ریاست/آمریت «%(name)s» آپدیت شد.
ps: څانګه «%(name)s» تازه شوه.

source: Cannot delete department: it’s still assigned to one or more employees.
fa: نمی‌توان ریاست/آمریت را حذف کرد: هنوز به یک یا چند کارمند اختصاص دارد.
ps: څانګه حذف نه شي کیدی: دا لاهم یو یا ډیرو کارکوونکو ته ټاکل شوې ده.

source: Department not found.
fa: ریاست/آمریت یافت نشد.
ps: څانګه ونه موندل شوه.

source: Invalid year
fa: سال اشتباه است
ps: ناسم کال

source: Year already exists
fa: سال قبلاً وجود دارد.
ps: کال له مخکې شته دی.

source: No existing template year to copy from
fa: هیچ اطلاعات از سال قبل برای کپی وجود ندارد.
ps: د کاپي کولو لپاره هیڅ پخوانی قالب کال شتون نلري.

source: Year not found
fa: سال یافت نشد.
ps: کال ونه موندل شو.

source: Cannot delete the only year
fa: خذف نمی شود چون حداقل موجودیت یک سال حتمی است.
ps: یوازینی کال حذف نه شي کیدی.

source: Shift name is required.
fa: نام شیفت الزامی است.
ps: د شیفت نوم اړین دی.

source: A shift with that name already exists.
fa: شیفتی با این نام قبلاً وجود دارد.
ps: د دې نوم سره یو شیفت له مخکې شته دی.

source: Shift “%(name)s” created.
fa: شیفت «%(name)s» ایجاد شد.
ps: شیفت «%(name)s» جوړ شو.

source: Shift “%(name)s” has been updated.
fa: شیفت «%(name)s» آپدیت شد.
ps: شیفت «%(name)s» تازه شو.

source: Cannot delete shift: one or more employees are assigned to it.
fa: نمی‌توان شیفت را حذف کرد: یک یا چند کارمند به آن اختصاص دارند.
ps: شیفت حذف نه شي کیدی: یو یا ډیر کارکوونکي ورته ټاکل شوي دي.

source: Shift schedule for %(year)s updated.
fa: تقسیم اوقات شیفت برای سال %(year)s آپدیت شد.
ps: د %(year)s کال لپاره د شیفت مهال ویش تازه شو.

source: Access Denied
fa: دسترسی غیرمجاز
ps: لاس رسی منع شوې

source: OnTime
fa: سیستم آنتایم
ps: د آنټایم سیسټم

source: You do not have permission to access this page.
fa: شما اجازهٔ دسترسی به این صفحه را ندارید.
ps: تاسو د دې پاڼې د لیدلو اجازه نه لرئ.

source: Go to Home
fa: بازگشت به صفحه اصلی
ps: کور ته لاړ شئ

source: Page Not Found
fa: صفحه یافت نشد
ps: پاڼه و نه موندل شوه

source: Sorry, this page does not exist.
fa: متاسفانه این صفحه وجود ندارد.
ps: بخښنه غواړو، دا پاڼه نه شته.

source: Server Error
fa: خطای سرور
ps: د سرور تېروتنه

source: Sorry, something went wrong on our side.
fa: متاسفانه مشکلی در سرور ما رخ داده است.
ps: بخښنه غواړو، زموږ له خوا یوه ستونزه پېښه شوې ده.

source: Add Daily Leave
fa: افزودن رخصتی روزانه
ps: ورځنۍ رخصتي اضافه کول

source: Home
fa: صفحه اصلی
ps: لومړۍ پاڼه

source: Save
fa: ذخیره
ps: ذخیره کول

source: Cancel
fa: لغو
ps: لغوه کول

source: Select Employee
fa: انتخاب کارمند
ps: کارکوونکی وټاکئ

source: Date
fa: تاریخ
ps: نېټه

source: Select Leave Type
fa: انتخاب نوعیت رخصتی
ps: د رخصتۍ ډول وټاکئ

source: Add Device
fa: افزودن دستگاه
ps: وسیله اضافه کول

source: Name
fa: نام
ps: نوم

source: Please enter a valid IPv4 address (e.g., 192.168.1.1)
fa: لطفاً یک آدرس IPv4 معتبر وارد کنید (مثلاً 192.168.1.1)
ps: مهرباني وکړئ یو معتبر IPv4 پته داخل کړئ (لکه 192.168.1.1)

source: Device Type
fa: نوعیت دستگاه
ps: د وسیلې ډول

source: Select Type
fa: انتخاب نوعیت
ps: ډول وټاکئ

source: Select Status
fa: انتخاب وضعیت
ps: حالت وټاکئ

source: Add Employee Leave
fa: افزودن رخصتی کارمند
ps: د کارکوونکي رخصتي اضافه کول

source: Employee Leave
fa: رخصتی کارمند
ps: د کارکوونکي رخصتي

source: Add Leave
fa: افزودن رخصتی
ps: رخصتي اضافه کول

source: Days
fa: روزها
ps: ورځې

source: Add Public Holiday
fa: افزودن رخصتی عمومی
ps: عامه رخصتي اضافه کول

source: Public Holidays
fa: رخصتی عمومی
ps: عامه رخصتۍ

source: Add Holiday
fa: افزودن رخصتی
ps: رخصتي اضافه کول

source: Daily Leave Requests
fa: درخواست های رخصتی روزانه
ps: د ورځنۍ رخصتۍ غوښتنې

source: Show
fa: نمایش
ps: ښودل

source: Full Name
fa: نام کامل
ps: بشپړ نوم

source: Dept Head
fa: رئیس ریاست/آمریت
ps: د څانګې مشر

source: Actions
fa: تنظیمات
ps: تنظیمات

source: Request Details
fa: جزئیات درخواست
ps: د غوښتنې جزئیات

source: Title
fa: عنوان
ps: عنوان

source: Value
fa: معلومات
ps: معلومات

source: Note: After confirming or rejecting, it won't be changeable
fa: توجه: بعد از تأیید یا رد کردن، قابل تغییر نخواهد بود
ps: یادونه: د تایید یا ردولو وروسته، دا به بدلون ونه کړي

source: Approve
fa: تأیید کردن
ps: تایید کول

source: Reject
fa: رد کردن
ps: رد کول

source: No data available in table
fa: اطلاعات موجود نیست
ps: په جدول کې هیڅ معلومات شتون نلري

source: View
fa: مشاهده
ps: لیدل

source: Delete
fa: حذف
ps: حذف کول

source: Showing _START_ to _END_ of _TOTAL_ entries
fa: نمایش _START_ تا _END_ از _TOTAL_ مورد
ps: له _START_ څخه تر _END_ پورې د _TOTAL_ ننوتنو ښودل

source: _MENU_ entries per page
fa: _MENU_ مورد در هر صفحه
ps: په هره پاڼه _MENU_ ننوتنې

source: Search:
fa: جستجو:
ps: لټون:

source: Could not update status.
fa: نمی‌توان وضعیت را آپدیت کرد.
ps: حالت تازه نه شو کیدی.

source: Error
fa: خطا
ps: تېروتنه

source: Status updated
fa: وضعیت آپدیت شد
ps: حالت تازه شو

source: An unexpected error occurred.
fa: یک خطای غیرمنتظره رخ داد.
ps: یو غیر متوقع تېروتنه رامنځته شوه.

source: Are you sure?
fa: آیا مطمئن هستید؟
ps: ایا تاسو ډاډه یاست؟

source: This will permanently delete the request.
fa: توجه! این کار درخواست را برای همیشه حذف می‌کند.
ps: خبرداری! دا به غوښتنه په دایمي توګه حذف کړي.

source: Yes, delete it!
fa: بله، حذف شود!
ps: هو، حذف یې کړئ!

source: Deleted
fa: حذف شد
ps: حذف شو

source: Request has been deleted.
fa: درخواست حذف شد.
ps: غوښتنه حذف شوه.

source: Sync Devices Time
fa: همگام سازی زمان دستگاه ها
ps: د وسیلو وخت همغږي کول

source: Edit
fa: ویرایش
ps: سمون

source: This will delete the device permanently.
fa: توجه! این کار دستگاه را برای همیشه حذف می‌کند.
ps: خبرداری! دا به وسیله په دایمي توګه حذف کړي.

source: Device has been deleted.
fa: دستگاه حذف شد.
ps: وسیله حذف شوه.

source: Device Clock
fa: ساعت دستگاه
ps: د وسیلې ساعت

source: Edit Device
fa: ویرایش دستگاه
ps: د وسیلې سمون

source: Start
fa: شروع
ps: پیل

source: End
fa: پایان
ps: پای

source: Supervisor
fa: رئیس/آمر
ps: مشر

source: Leave Details
fa: جزئیات رخصتی
ps: د رخصتۍ جزئیات

source: This will delete the leave.
fa: توجه! این کار رخصتی را برای همیشه حذف می‌کند.
ps: خبرداری! دا به رخصتي په دایمي توګه حذف کړي.

source: Leave has been deleted.
fa: رخصتی حذف شد.
ps: رخصتي حذف شوه.

source: Could not delete.
fa: نمی‌توان حذف کرد.
ps: حذف نه شو کیدی.

source: View File
fa: مشاهده فایل ضمیمه شده
ps: د ضمیمه شوي فایل لیدل

source: This will delete that public holiday for all employees.
fa: توجه! این کار رخصتی عمومی را برای همه کارمندان حذف می‌کند.
ps: خبرداری! دا به د ټولو کارکوونکو لپاره عامه رخصتي حذف کړي.

source: Public holiday has been deleted.
fa: رخصتی عمومی حذف شد.
ps: عامه رخصتي حذف شوه.

source: Device details
fa: جزئیات دستگاه
ps: د وسیلې جزئیات

source: Back
fa: بازگشت
ps: شاته

source: Delete All Data
fa: حذف تمام اطلاعات
ps: ټول معلومات حذف کول

source: Upload All Data
fa: آپلود تمام اطلاعات
ps: ټول معلومات اپلوډ کول

source: Users
fa: کاربران
ps: کاروونکي

source: Fingerprints
fa: اثر انگشت
ps: د ګوتې نښې

source: Faces
fa: چهره‌
ps: مخونه

source: Cards
fa: کارت‌
ps: کارتونه

source: This will delete all users from the device!
fa: توجه! این کار اطلاعات بایومتریک تمام کارمندان را از دستگاه حذف می‌کند!
ps: خبرداری! دا به د وسیلې څخه د ټولو کاروونکو معلومات حذف کړي!

source: Yes, delete
fa: بله، حذف شود
ps: هو، حذف کړئ

source: Network response was not ok
fa: لطفا از اتصال دستگاه مطمئن شوید.
ps: مهرباني وکړئ د وسیلې اتصال وڅیړئ.

source: Failed to delete users
fa: حذف اطلاعات کارمندان از دستگاه ناموفق بود
ps: د کاروونکو معلوماتو حذف کول ناکام شول

source: Done
fa: انجام شد
ps: ترسره شو

source: Users deleted successfully
fa: اطلاعات بایومتریک کارمندان از دستگاه با موفقیت حذف شدند
ps: د کاروونکو معلومات په بریالیتوب سره حذف شول

source: OK
fa: تأیید
ps: تایید

source: Uploading...
fa: در حال آپلود...
ps: اپلوډ کيږي...

source: Uploading all employee data to device...
fa: آپلود اطلاعات بایومتریک تمام کارمندان به دستگاه...
ps: د ټولو کارکوونکو معلومات د وسیلې لپاره اپلوډ کيږي...

source: Upload Complete
fa: آپلود تمام شد
ps: اپلوډ بشپړ شو

source: All employee data has been uploaded successfully.
fa: تمام اطلاعات بایومتریک کارمندان با موفقیت آپلود شد.
ps: د ټولو کارکوونکو معلومات په بریالیتوب سره اپلوډ شول.

source: Upload Failed
fa: آپلود ناموفق بود
ps: اپلوډ ناکام شو

source: Something went wrong while checking progress.
fa: مشکلی در آپلود اطلاعات پیش آمد. لطفاً دوباره کوشش کنید!
ps: د پرمختګ په چک کولو کې یوه ستونزه رامنځته شوه. مهرباني وکړئ بیا هڅه وکړئ!

source: Upload failed.
fa: آپلود ناموفق بود.
ps: اپلوډ ناکام شو.

source: Something went wrong.
fa: مشکلی پیش آمد.
ps: یو څه ستونزه رامنځته شوه.

source: Success
fa: موفقیت
ps: بریالیتوب

source: Just now
fa: هم‌اکنون
ps: همدا اوس

source: Warning
fa: اخطار
ps: خبرداری

source: Reminder
fa: یادآوری
ps: یادونه

source: Dashboard
fa: صفحه اصلی
ps: لومړۍ پاڼه

source: There is one shift without a schedule for this year
fa: برای امسال یک شفت بدون تقسیم اوقات وجود دارد.
ps: د روان کال لپاره یوه شفټ بې له تقسیم اوقات څخه ده.

source: Attend in Morning
fa: حاضر در صبح
ps: سهارنۍ حاضري

source: Absent in Morning
fa: غیرحاضر در صبح
ps: سهارنۍ غیرحاضري

source: Late in Morning
fa: ناوقت در صبح
ps: سهار ناوخته

source: Attend in Evening
fa: حاضر در عصر
ps: ماښامنۍ حاضري

source: Absent in Evening
fa: غیرحاضر در عصر
ps: ماښامنۍ غیرحاضري

source: Late in Evening
fa: ناوقت در عصر
ps: ماښام ناوخته

source: Attend vs Absent (This Month)
fa: گزارش کارمندان حاضر و غیرحاضر در این ماه
ps: د روانې میاشتې د حاضر او غیرحاضر کارکوونکو راپور

source: View Report
fa: مشاهده گزارش
ps: راپور لیدل

source: Department-based today attendance
fa: حاضری امروز براساس ریاست/آمریت
ps: د نن ورځې حاضري د څانګو پر بنسټ

source: Attendance Report of
fa: گزارش حاضری ماه
ps: د میاشتې د حاضرۍ راپور

source: Present
fa: حاضر
ps: حاضر

source: Absent
fa: غیرحاضر
ps: غیرحاضر

source: Day
fa: روز
ps: ورځ

source: Add Department
fa: افزودن ریاست/آمریت
ps: څانګه اضافه کول

source: Archived Employees
fa: کارمندان آرشیف شده
ps: آرشیف شوي کارکوونکي

source: Last Updated
fa: آخرین آپدیت
ps: وروستی تازه

source: This will delete the department permanently.
fa: توجه! این کار ریاست/آمریت را برای همیشه حذف می‌کند.
ps: خبرداری! دا به څانګه په دایمي توګه حذف کړي.

source: Department has been deleted.
fa: ریاست/آمریت حذف شد.
ps: څانګه حذف شوه.

source: Could not delete department.
fa: نمی‌توان ریاست/آمریت را حذف کرد.
ps: څانګه حذف نه شوه کیدی.

source: Edit Department
fa: ویرایش ریاست/آمریت
ps: د څانګې سمون

source: Add Employee
fa: افزودن کارمند
ps: کارکوونکی اضافه کول

source: First Name
fa: نام
ps: نوم

source: Last Name
fa: تخلص
ps: تخلص

source: Username
fa: نام کاربری
ps: د کاروونکي نوم

source: Email
fa: ایمیل
ps: بریښنالیک

source: Password
fa: رمز عبور
ps: پټنوم

source: At least 1 uppercase, 1 lowercase, and 1 number
fa: حداقل ۱ حرف بزرگ، ۱ حرف کوچک و ۱ عدد به زبان انگلیسی
ps: لږ تر لږه ۱ لوی توری، ۱ کوچنی توری او ۱ شمېره په انګلیسي ژبه

source: Confirm Password
fa: تأیید رمز عبور
ps: پټنوم تایید کړئ

source: Gender
fa: جنسیت
ps: جنس

source: Select Gender
fa: انتخاب جنسیت
ps: جنس وټاکئ

source: Select Department
fa: انتخاب ریاست/آمریت
ps: څانګه وټاکئ

source: Role
fa: موقف
ps: رول

source: Select a Role
fa: انتخاب موقف
ps: رول وټاکئ

source: Select Shift
fa: انتخاب شیفت
ps: شیفت وټاکئ

source: Bast/Grade
fa: بست/درجه
ps: بست/درجه

source: Qadam
fa: قدم
ps: قدم

source: Bast code
fa: کد بست
ps: د بست کوډ

source: Phone Number
fa: شماره تلفون
ps: د تلیفون شمېره

source: Profile Picture
fa: عکس پروفایل
ps: د پروفایل انځور

source: Full Address
fa: آدرس کامل
ps: بشپړه پته

source: Street, City, Province, Postal code…
fa: محل، شهر، ولایت، کد پستی...
ps: کوڅه، ښار، ولایت، د پوست کوډ...

source: Edit Employee
fa: ویرایش کارمند
ps: د کارکوونکي سمون

source: New Password
fa: رمز عبور جدید
ps: نوی پټنوم

source: Leave blank to keep current
fa: برای نگه داشتن رمز عبور فعلی این بخش را خالی بگذارید
ps: د اوسني پټنوم ساتلو لپاره خالي پرېږدئ

source: Repeat new password
fa: تکرار رمز عبور جدید
ps: نوی پټنوم تکرار کړئ

source: Employees in Archive
fa: کارمندان در آرشیف
ps: آرشیف شوي کارکوونکي

source: Position
fa: عنوان وظیفه
ps: د دندې عنوان

source: Phone
fa: شماره تلفون
ps: تلیفون

source: This will delete the employee and their user account.
fa: توجه! این کار کارمند و حساب کاربری او را حذف می‌کند.
ps: خبرداری! دا به کارکوونکی او د هغه د کاروونکي حساب حذف کړي.

source: Employee has been deleted.
fa: کارمند حذف شد.
ps: کارکوونکی حذف شو.

source: Could not delete employee.
fa: نمی‌توان کارمند را حذف کرد.
ps: کارکوونکی حذف نه شو کیدی.

source: Server error while deleting.
fa: خطای سرور هنگام حذف.
ps: د حذف کولو پر مهال د سرور تېروتنه.

source: Profile
fa: پروفایل
ps: پروفایل

source: Employee Profile
fa: پروفایل کارمند
ps: د کارکوونکي پروفایل

source: Biometric
fa: معلومات بایومتریک
ps: بایومتریک معلومات

source: Change Password
fa: تغییر رمز عبور
ps: پټنوم بدلول

source: Settings
fa: تنظیمات
ps: تنظیمات

source: Employee image
fa: تصویر کارمند
ps: د کارکوونکي انځور

source: Leave in
fa: رخصتی در
ps: رخصتي په

source: days
fa: روز
ps: ورځې

source: Personal Details
fa: جزئیات شخصی
ps: شخصي معلومات

source: Father Name
fa: نام پدر
ps: د پلار نوم

source: Grand Father Name
fa: نام پدرکلان
ps: د نیکه نوم

source: Education Level
fa: سطح تحصیلات
ps: د زده کړو کچه

source: Employment Details
fa: جزئیات وظیفه
ps: د دندې معلومات

source: Head of department
fa: رئیس ریاست/آمریت
ps: د څانګې مشر

source: Bast
fa: بست
ps: بست

source: Extra Info
fa: اطلاعات اضافی
ps: اضافي معلومات

source: Select Document
fa: انتخاب سند
ps: سند وټاکئ

source: Optional note
fa: یادداشت اختیاری
ps: اختیاري یادداشت

source: Upload
fa: آپلود
ps: اپلوډ

source: File
fa: فایل
ps: فایل

source: No documents uploaded.
fa: هیچ سندی اضافه نشده است.
ps: هیڅ سند اپلوډ شوی نه دی.

source: Card
fa: کارت
ps: کارت

source: Download from Devices
fa: دانلود از دستگاه ها
ps: له وسیلو څخه ډاونلوډ

source: Upload to Devices
fa: آپلود به دستگاه ها
ps: وسیلو ته اپلوډ

source: Delete from Devices
fa: حذف از دستگاه ها
ps: له وسیلو څخه حذف

source: Delete from Database
fa: حذف از دیتابیس
ps: له ډیټابیس څخه حذف

source: Biometric Info
fa: اطلاعات بایومتریک
ps: بایومتریک معلومات

source: No Card
fa: کارت موجود نیست
ps: کارت شتون نلري

source: No Face
fa: چهره موجود نیست
ps: مخ شتون نلري

source: Old Password
fa: رمز عبور قبلی
ps: پخوانی پټنوم

source: New password must contain
fa: رمز عبور جدید باید شامل موارد زیر باشد
ps: نوی پټنوم باید لاندې موارد ولري

source: At least 1 lower letter (a-z)
fa: حداقل ۱ حرف کوچک (a-z)
ps: لږ تر لږه ۱ کوچنی توری (a-z)

source: At least 1 uppercase letter(A-Z)
fa: حداقل ۱ حرف بزرگ (A-Z)
ps: لږ تر لږه ۱ لوی توری (A-Z)

source: At least 1 number (0-9)
fa: حداقل ۱ عدد (0-9)
ps: لږ تر لږه ۱ شمېره (0-9)

source: At least 1 special characters
fa: حداقل ۱ کاراکتر ویژه
ps: لږ تر لږه ۱ ځانګړی توري

source: Update Password
fa: آپدیت رمز عبور
ps: پټنوم تازه کول

source: Action
fa: اقدام
ps: اقدام

source: Remove from archive
fa: انتقال به لیست اصلی
ps: له آرشیف څخه لرې کول

source: Send to archive
fa: انتفال به لیست آرشیف
ps: آرشیف ته لېږل

source: Password updated successfully
fa: رمز عبور با موفقیت آپدیت شد
ps: پټنوم په بریالیتوب سره تازه شو

source: Server error, please try again later.
fa: خطای سرور، لطفاً بعداً دوباره امتحان کنید.
ps: د سرور تېروتنه، مهرباني وکړئ وروسته بیا هڅه وکړئ.

source: Document uploaded.
fa: فایل آپلود شد.
ps: سند اپلوډ شو.

source: Server error.
fa: خطای سرور.
ps: د سرور تېروتنه.

source: This will delete the file permanently.
fa: توجه! این کار فایل را برای همیشه حذف می‌کند.
ps: خبرداری! دا به فایل په دایمي توګه حذف کړي.

source: Document deleted.
fa: فایل حذف شد.
ps: سند حذف شو.

source: Please provide a reason for archiving.
fa: لطفاً دلیل انتقال این کارمند به لیست آرشیف را بنویسید.
ps: مهرباني وکړئ د آرشیف کولو دلیل ولیکئ.

source: Employee archived.
fa: کارمند به لیست آرشیف اضافه شد.
ps: کارکوونکی د آرشیف لیست ته اضافه شو.

source: Employee unarchived.
fa: کارمند از لیست آرشیف خارج شد.
ps: کارکوونکی له آرشیف لیست څخه ووت.

source: Operation failed.
fa: عملیات ناموفق بود.
ps: عملیات ناکام شول.

source: Please wait
fa: لطفاً منتظر بمانید
ps: مهرباني وکړئ انتظار وکړئ

source: Downloading biometric data...
fa: در حال دانلود اطلاعات بایومتریک...
ps: د بایومتریک معلوماتو ډاونلوډ کيږي...

source: Download completed.
fa: دانلود تمام شد.
ps: ډاونلوډ بشپړ شو.

source: Download failed.
fa: دانلود ناموفق بود.
ps: ډاونلوډ ناکام شو.

source: Uploading biometric data...
fa: در حال آپلود اطلاعات بیومتریک...
ps: د بایومتریک معلوماتو اپلوډ کيږي...

source: Upload completed.
fa: آپلود تمام شد.
ps: اپلوډ بشپړ شو.

source: This will permanently delete the biometric data for the selected type.
fa: این کار اطلاعات بایومتریک برای نوع انتخاب‌شده را برای همیشه حذف می‌کند.
ps: دا به د ټاکل شوي ډول لپاره بایومتریک معلومات په دایمي توګه حذف کړي.

source: Deleting biometric data...
fa: در حال حذف اطلاعات بایومتریک...
ps: د بایومتریک معلوماتو حذف کيږي...

source: Data deleted.
fa: اطلاعات حذف شد.
ps: معلومات حذف شول.

source: Delete failed.
fa: حذف ناموفق بود.
ps: حذف ناکام شو.

source: This will permanently delete the biometric data from the database.
fa: این کار اطلاعات بایومتریک را از دیتابیس برای همیشه حذف می‌کند.
ps: دا به د ډیټابیس څخه بایومتریک معلومات په دایمي توګه حذف کړي.

source: Deleting...
fa: در حال حذف...
ps: حذف کيږي...
